{
    "cohort": [
        {
            "id": 1,
            "firstName": "Maggie",
            "lastName": "Leavell",
            "reelThemIn": "'Success is not final, failure is not fatal: it is the courage to continue that counts.' - Winston Churchill",
            "bio": "",
            "github": "https://github.com/mjleavell",
            "linkedIn": "https://www.linkedin.com/in/maggie-leavell/",
            "portfolio": "",
            "email": "mjleavell@gmail.com",
            "proImg": "images/classmates/2019_06_08_E8_0519_1.jpg",
            "funImg": "images/classmates/2019_06_08_E8_0544_1.jpg"
        },
        {
            "id": 2,
            "firstName": "Marco",
            "lastName": "Crank",
            "reelThemIn": "I'm always asked, 'What's the secret to success?' But there are no secrets. Be humble. Be hungry. And always be the hardest worker in the room. -Dwayne Johnson",
            "bio": "",
            "github": "https://github.com/MCrank",
            "linkedIn": "https://www.linkedin.com/in/marcocrank/",
            "portfolio": "https://marcocrank.com/",
            "email": "mcrank@gmail.com",
            "proImg": "images/classmates/2019_06_08_E8_0304_1.jpg",
            "funImg": "images/classmates/2019_06_08_E8_0308_1.jpg"
        },
        {
            "id": 3,
            "firstName": "Dylan",
            "lastName": "Murray",
            "reelThemIn": "Your cart it empty",
            "bio": "<p>I am a Full Stack Developer transitioning from the healthcare industry. I first developed a passion for coding after attempting to create a game with a friend. I appreciated the logical structure of code and enjoyed the challenges it presented. After I started dreaming about code, I knew it was time to make a commitment and join a coding boot camp. I am eager to use my skill set to shape the future of the Nashville tech environment.</p>",
            "github": "https://github.com/Waysidetester",
            "linkedIn": "https://www.linkedin.com/in/dylanrmurray/",
            "portfolio": "https://waysidetester.com/",
            "email": "dylanmurray211@outlook.com",
            "proImg": "images/classmates/2019_06_08_E8_0411_1.jpg",
            "funImg": "images/classmates/2019_06_08_E8_0424_1.jpg"
        },
        {
            "id": 4,
            "firstName": "Shane D",
            "lastName": "Wilson",
            "reelThemIn": "220. 221. Whatever it takes.",
            "bio": "<p>I am pivoting from the music industry into the world of code. Creative problem solving, effective time managment and self direction are my jam, as are beer brewing, coffee roasting, motorcycles and spirit distillation.</p>",
            "github": "https://github.com/shanedwilson",
            "linkedIn": "https://www.linkedin.com/in/wilsonshaned/",
            "portfolio": "shanedwilsondeveloper.com",
            "email": "me@shanedwilson.com",
            "proImg": "images/classmates/2019_06_08_E8_0126_1.jpg",
            "funImg": "images/classmates/2019_06_08_E8_0142_1.jpg"
        },
        {
            "id": 5,
            "firstName": "Ripal",
            "lastName": "Patel",
            "reelThemIn": "'The Only Way To Do Great Work Is To Love What You Do. If You Haven’t Found It Yet, Keep Looking. Don’t Settle.' – Steve Jobs",
            "bio": "<p>A few years after managing an assisted living facility, I decided to make a career shift. My professional career to this point always found roadblocks in the technology we were using.  I was ready to make a shift, learn more about information technology, and be able to handle the hurdles that many companies encounter every day. I enrolled at NSS and acquired professional training. Upon completion, I feel confident that my technical skills now match my excellent interpersonal and team building skills.</p>",
            "github": "https://github.com/ripalpate",
            "linkedIn": "https://www.linkedin.com/in/ripalben-patel/",
            "portfolio": "personal-bio-site-38428.firebaseapp.com",
            "email": "ripal212007@gmail.com",
            "proImg": "images/classmates/2019_06_08_E8_0149_1.jpg",
            "funImg": "images/classmates/2019_06_08_E8_0161_1.jpg"
        },
        {
            "id": 6,
            "firstName": "Austin",
            "lastName": "Cumberlander",
            "reelThemIn": "'Intellectual growth should commence at birth and cease only at death.' - Albert Einstein",
            "bio": "<p>For a while, I’ve had a interest in learning how to code, but I always felt it wasn't possible for me to transition. However, as I did more research, I found that becoming a developer was very much within my reach. I started learning how to code in my free time by using resources like freecodecamp.com, codeacademy.com, and teamtreehouse.com. When I started working with my team stats specialist at my current job, I began to learn about SQL and how it’s used to query data in databases to generate reports. I then began to learn the fundamentals of Python, which grew my interest even more and solidified my desire to transition into software development. It scratches my creative itch, yet challenges me to think deeply about problems in a logical way.</p>",
            "github": "https://github.com/acumberlander",
            "linkedIn": "https://www.linkedin.com/in/austincumberlander/",
            "portfolio": "https://personal-site-c948d.firebaseapp.com/",
            "email": "",
            "proImg": "images/classmates/2019_06_08_E8_0038_1.jpg",
            "funImg": "images/classmates/2019_06_08_E8_0055_1.jpg"
        },
        {
            "id": 7,
            "firstName": "Marshall",
            "lastName": "Offutt",
            "reelThemIn": "'The secret of genius is to carry the spirit of the child into old age, which means never losing your enthusiasm.' - Alduous Huxley",
            "bio": "<p>As a builder there is nothing more satisfying than experiencing the full lifecycle of a project from planning to completion. That is what led me to steel construction. After a decade of project management within the steel detailing field I have worked on hundreds of projects and, and helped troubleshoot thousands of steel construction-related issues for clients. But also during this time I started exploring code as a means to streamline workflow and reduce project time. In doing so I realized that I wanted to go deeper, and I fell in love with learning. Pursuing a career path in software development marries two great passions of my life: building and technology.</p>",
            "github": "https://github.com/marshalloffutt",
            "linkedIn": "https://www.linkedin.com/in/marshalloffutt/",
            "portfolio": "https://marshalloffutt.com/",
            "email": "marshalloffutt@gmail.com",
            "proImg": "images/classmates/2019_06_08_E8_0103_1.jpg",
            "funImg": "images/classmates/2019_06_08_E8_0107_1.jpg"
        },
        {
            "id": 8,
            "firstName": "Chase",
            "lastName": "Hamby",
            "reelThemIn": "",
            "bio": "",
            "github": "https://github.com/ChaseHamby",
            "linkedIn": "https://www.linkedin.com/in/chase-hamby-17a47070/",
            "portfolio": "",
            "email": "",
            "proImg": "images/classmates/2019_06_08_E8_0074_1.jpg",
            "funImg": "images/classmates/2019_06_08_E8_0076_1.jpg"
        },
        {
            "id": 9,
            "firstName": "Collin",
            "lastName": "White",
            "reelThemIn": "'Humans are distinguished from other species by our ability to work miracles. We call these miracles technology. Technology is miraculous because it allows us to do more with less.' - Peter Thiel",
            "bio": "Full Stack Developer transitioning from the music instruments industry into technology. I revel that, as Alan Kay once said, Technology is anything that wasn't around when you were born. Nashville Software School has positioned me to contribute and upload more than I consume and download. I am excited to start contributing to the future of the web and technology as a whole.",
            "github": "https://github.com/colinlwhite",
            "linkedIn": "https://www.linkedin.com/in/colinlwhite/",
            "portfolio": "https://www.colinwhite.co",
            "email": "clwhite814@gmail.com",
            "proImg": "images/classmates/2019_06_08_E8_0563_1.jpg",
            "funImg": "images/classmates/2019_06_08_E8_0574_1.jpg"
        },
        {
            "id": 10,
            "firstName": "Feven",
            "lastName": "Mulugeta",
            "reelThemIn": "'Change equals self-improvement. Push yourself to places you haven’t been before.' - Pat Summitt",
            "bio": "My ambition to always solve problems led me to completing a Bachelor's in Computer Science and seeking a career as a software developer. I am an independent person who also enjoys working in a team. I enjoy dynamic environment and learning new things. I worked as a junior graduate assistant and that helped me gain more academic experience. I love coding, it lets me think logically and apply my creativity. After I moved to US, I started to take online coding courses to build on what I have, in the middle of that I heard about NSS and joined their program which is hands on. I am looking forward to challenge my self and to solve problems through code.",
            "github": "https://github.com/Feven90",
            "linkedIn": "https://www.linkedin.com/in/feven-mulugeta/",
            "portfolio": "",
            "email": "",
            "proImg": "images/classmates/2019_06_08_E8_0214_1.jpg",
            "funImg": "images/classmates/2019_06_08_E8_0229_1.jpg"
        },
        {
            "id": 11,
            "firstName": "Jonathan",
            "lastName": "Mohan",
            "reelThemIn": "'There are two types of people in this world. Those that think there are two types of people in this world and then there's the rest of us.' - Jonathan Mohan ",
            "bio": "Accomplished graphic designer and marketing machine who's decided to dive head first into development. I've been running a successful business as a freelance designer, marketing specialist and social media manager for many years, as well as managing a wine, spirits and craft beer store full time. Although I wear many hats, no role is more important to me than the one of husband and father. I decided to turn to software development because I'm a highly creative individual who's always had a passion for communications and technology. What better way than to merge my interests into a career path?",
            "github": "https://github.com/JonathanPMohan",
            "linkedIn": "https://www.linkedin.com/in/jonathanpmohan/",
            "portfolio": "https://mohan-personal-site.firebaseapp.com/",
            "email": "jonathanmohan.net@gmail.com",
            "proImg": "images/classmates/2019_06_08_E8_0252_1.jpg",
            "funImg": "images/classmates/2019_06_08_E8_0255_1.jpg"
        },
        {
            "id": 12,
            "firstName": "Jasmine",
            "lastName": "Walters",
            "reelThemIn": "'Never discourage anyone who continually makes progress, no matter how slow.' - Plato",
            "bio": "After working in patient care, I was given an opportunity to partcipate in a data cleanup project for EMR systems. Soon after, I decided to become a business analyst. During that time, I quickly gained interest in software development. Nashville Softare School was the perfect match for me. I enjoy solving problems and learning from others. Discussing new projects and ideas has helped me to understand individuals' viewpoints and perspectives. I am excited to get involved and build relationships with the Nashville tech community. ",
            "github": "https://github.com/jsmnwltrs",
            "linkedIn": "https://www.linkedin.com/in/jasmine-walters/",
            "portfolio": "",
            "email": "jsmnwltrs@gmail.com",
            "proImg": "images/classmates/2019_06_08_E8_0378_1b.jpg",
            "funImg": "images/classmates/2019_06_08_E8_0400_1.jpg"
        },
        {
            "id": 13,
            "firstName": "Wayne",
            "lastName": "Collier",
            "reelThemIn": "I like to run (far)",
            "bio": "'While working with Waste Management I was introduced to a scripting language, PSL (Post Scripting Language).  I was able to teach myself some basic concepts and in return produced a lot of in-house complex scripts.  Some of them worked more like programs and were pages long (GitHub). From there I began working with Python and some C/C++ via the Arduino platform.  I am currently working with Node.js and automation through multiple IOT projects. In conjunction with that, I am a Full Stack Developer with skillsets in React.js, Javascript, HTML, SASS, C# and .Net and the MERN stack. '",
            "github": "https://github.com/ke4tri",
            "linkedIn": "https://www.linkedin.com/in/wayne-collier/",
            "portfolio": "",
            "email": "ke4tri@gmail.com",
            "proImg": "images/classmates/2019_06_08_E8_0021_1.jpg",
            "funImg": "images/classmates/2019_06_08_E8_0028_1.jpg"
        },
        {
            "id": 14,
            "firstName": "Lance",
            "lastName": "Hamilton",
            "reelThemIn": "'Remember your dream is your only scheme, so keep on pushing.' - Curtis Mayfield",
            "bio": "Nashville native with a love for technology and programming.Growing up with a passion for building and fixing computers, and using my free time to resolve hardware issues, sparked my fascination with programming and has led me to pursue a             career in software development. Having worked in a variety of capacities as an IT consultant and Helpdesk Technician, my desire to learn more led me to a multitude of free online resources. After taking several introductory courses, I decided to delve deeper by applying to Nashville Software School to further my education. I am excited to use the development skills I have learned to continue to solve complex problems and simply daily processes for individuals and companies.",
            "github": "https://github.com/lancehamilton24",
            "linkedIn": "https://www.linkedin.com/in/lance-hamilton-766770125/",
            "portfolio": "",
            "email": "lance.hamilton24@outlook.com",
            "proImg": "images/classmates/2019_06_08_E8_0262_1.jpg",
            "funImg": "images/classmates/2019_06_08_E8_0277_1.jpg"
        },
        {
            "id": 15,
            "firstName": "Mary",
            "lastName": "Rys",
            "reelThemIn": "",
            "bio": "",
            "github": "https://github.com/MaryRys",
            "linkedIn": "https://www.linkedin.com/in/maryrys/",
            "portfolio": "",
            "email": "",
            "proImg": "images/classmates/2019_06_08_E8_0460_1.jpg",
            "funImg": "images/classmates/2019_06_08_E8_0461_1.jpg"
        },
        {
            "id": 16,
            "firstName": "Michelle",
            "lastName": "Beshears",
            "reelThemIn": "'If more of us valued food and cheer and song above hoarded gold, it would be a merrier world.' - J.R.R. Tolkien",
            "bio": "As an Applications Developer, I always had a love for technology and plants. My education guided me to try out horticulture at first, where my love for being outside and hard work further blossomed. Unfortunately, sometimes life doesn't give you all the flowers like you require, so you must move on to a different field. I had some experience with CSS and HTML and that curiosity led me to want to know more. In order to do so, I decided to go to an intenseive 3-week Jumpstart course that Nashville Software School offered. Afterward, I realized that Software Development was my next path. It was scary, jumping into something so different than what I had been doing for so long; however, I enjoyed working together with fellow developers and learning something new. I have always loved seeing what I have created with my hands and in this instance, my switch of career paths has not changed that. ",
            "github": "https://github.com/meeshysu",
            "linkedIn": "https://www.linkedin.com/in/michelle-beshears/",
            "portfolio": "",
            "email": "meeshysu@gmail.com",
            "proImg": "images/classmates/2019_06_08_E8_0193_1.jpg",
            "funImg": "images/classmates/2019_06_08_E8_0196_1.jpg"
        },
        {
            "id": 17,
            "firstName": "Rich",
            "lastName": "Fisher",
            "reelThemIn": "'Any life, however long and complicated it may be, actually consists of a single moment — the moment when a man knows forever more who he is.' - Jorge Luis Borges",
            "bio": "A lifelong computer tinkerer who has spent the last 10 years building, managing, and designing solar power systems.  As my role has shifted increasingly towards the business and financial sides of the industry, I found myself dissatisfied and missing the joy of creation and building and designing something.  I've come to web development finding a new passion with a new technical field.",
            "github": "github.com/Rfishernc",
            "linkedIn": "linkedin.com/in/rich-fisher-2a496719/",
            "portfolio": "personal-site-55542.firebaseapp.com",
            "email": "rich.fishernc@gmail.com",
            "proImg": "images/classmates/2019_06_08_E8_0449_1.jpg",
            "funImg": "images/classmates/2019_06_08_E8_0452_1.jpg"
        },
        {
            "id": 18,
            "firstName": "Robert",
            "lastName": "Rice",
            "reelThemIn": "'I'm just here so I won't get fined.'' - Marshawn Lynch",
            "bio": "",
            "github": "https://github.com/rrice1",
            "linkedIn": "https://www.linkedin.com/in/robertrice2/",
            "portfolio": "",
            "email": "",
            "proImg": "images/classmates/2019_06_08_E8_0315_1.jpg",
            "funImg": "images/classmates/2019_06_08_E8_0317_1.jpg"
        },
        {
            "id": 19,
            "firstName": "Timothy",
            "lastName": "Harley",
            "reelThemIn": "'We can judge our progress by the courage of our questions and the depth of our answers, our willingness to embrace what is true rather than what feels good.' - Carl Sagan",
            "bio": "For the past decade, I have been a cook at Nashville's famous Donut Den. The best part of that job is that at the end of the day, I can step back and admire the work I've finished. The worst part of that job is that I've peaked. There wasn't anything left for me to learn. I learned a little coding recreationly and quickly found that I enjoyed it. Just like cooking I could admire my finished product. Unlike working in a bakery, however, I could continue to learn and discover new things indefinitely in software coding. I decided it was time for a career change.",
            "github": "https://github.com/TimothyHarley",
            "linkedIn": "https://www.linkedin.com/in/tim-harley/",
            "portfolio": "https://timothyharley.com/",
            "email": "timothy.d.harley@gmail.com",
            "proImg": "images/classmates/2019_06_08_E8_0338_1.jpg",
            "funImg": "images/classmates/2019_06_08_E8_0361_1.jpg"
        }
    ]
}
